{
  "bere": {
		"en":{
				"short":"Berenice Llorens, multidisciplinary artist who seeks to expand the limits of the genre. Since 2010 she has been developing a solo repertoire of experimental works and songs with processes, voices and electric guitar. She has played as a multi-instrumentalist in numerous bands in Córdoba, and 2017 marks the beginning of her career as a dj and producer. Berenice Llorens presents Live Sets of experimental electronic improvisation, and she is also part of the duos: Marmotas Dreams, SoBeryNice and 'toros', as well as guest guitarist in the Sonic Arts Ensemble (OSU).",
				"long": [
					"Berenice Llorens is a guitarist, composer, producer and DJ from Córdoba, Argentina based Berlin.",
					"Through her work she develops an artistic research on musical composition and the transformations of the creative process according to the temporal, visual and auditory perception of the environment we inhabit. Based on Deep Listening and nature, she develops sound experimentation and improvisation techniques in formats such as dj sets, live sets, electronic music among others, with the focus on free, intuitive creation and with the aim of expanding the limits of the musical genre. He develops and dialogues with diverse artistic expressions such as drawing, poetry and video art.",
					"In her solo project launched in 2017 -after ten years of developing her career as a composer in experimental songs and playing as a multi-instrumentalist in various bands-, she explores in experimental electronic music. Her works and performances are characterized by the mixture of analog and digital techniques and instruments, processes, voices and field recordings generating atmospheres and sonorities that oscillate between techno, break, electro, experimental and ambient. Independently she released a series of EPs such as: Improlija, C-one, Cold Fight II and she also worked with the argentine labels Kriptonia (2020) and Dialog (2022) editing her last EP Portal del Sur.",
					"Within the academic context he studied Piano, Musical Composition (UNC) and Graphic Design. She also takes, seminars and masterclasses in the field of Audio Programming and Postproduction.",
					"Berenice is part of collaborative artistic projects such as Marmotas Dreams, a duo of experimental improvisation with whom she has released two albums \"Pequeño kimono\" and \"Leaving Leaves\"; \"toros\", a duo that explores sound territories that coexist between the digital, the corporeal and the spatial. She also collaborates with visual, dancers and theater artists. She is part of the network Amplify DAI and is also active in her role as guitarist in electroacoustic music ensembles such as the Sonic Arts Ensemble (Ohio) released in 2022 \"Live from the Multiverse\" on the Ravello label.",
					"In 2021, she received support from the \"Fondo Nacional de las artes\" program for her project Marmotas Dreams. During the same year, she has been selected by the Instituto Nacional de la Música Argentina INAMU through the open call for sound experimenters. She participated in the Artlab Artistic Residencies program by Amplify D.A.I. in collaboration with the British Council, making together with the brazilian artist Carol Santana an audiovisual piece entitled \"Portal del Sur\". This work is part of the exhibition \"Occupation Amplify.DAI\" at the Oi Futuro Cultural Center in Rio de Janeiro and in the 23rd edition of the Mutek Montreal Festival. He also participated in festivals such as Earth Days Arts Model, Now Net Arts and at the Centro de Arte Sonoro (Bs as). In 2022 he started producing the radio program \"Amplify Radio x Rea\" which is broadcasted on Radio Electrónica Argentina."
				]
			},
			"sp":{
				"short":"",
				"long":[
					"Berenice Llorens, es guitarrista, compositora, productora y DJ de Córdoba, Argentina con base en Berlin.",
					"A través de su obra desarrolla una investigación artística sobre la composición musical y las transformaciones del proceso creativo según la percepción temporal, visual y auditiva del entorno que habitamos. Basándose en el Deep Listening y la naturaleza, desarrolla técnicas de experimentación sonora e improvisación en formatos como dj set, live sets, música electrónica entre otros, con el foco en la creación libre, intuitiva y con el fin de expandir los límites del género musical. Desarrolla y dialoga con diversas expresiones artísticas como el dibujo, la poesía y el videoarte.",
					"En su proyecto solista lanzado en 2017 -luego de diez años de desarrollar su carrera como compositora en canciones experimentales y de tocar como multiinstrumentista en diversas bandas-, incursiona en la música electrónica experimental. Sus obras y performances se caracterizan por la mixtura de técnicas e instrumentos analógicos y digitales, procesos, voces y grabaciones de campo generando atmósferas y sonoridades que oscilan por el techno, el break, el electro, lo experimental y el ambient.De manera independiente lanzó una serie de EP como: “Improlija”, “C-uno”, “Cold Fight II” y también trabajo con sellos como Kriptonia en 2020 y Dialog 2022 editando su último release “Portal del Sur”. ",
					"Dentro del contexto académico estudió Piano, Composición Musical (UNC) y Diseño Gráfico. Realiza también cursos, seminarios y masterclass en el campo de la Programación y Postproducción de audio.",
					"Berenice forma parte de proyectos artísticos colaborativos como Marmotas Dreams, dúo de improvisación experimental con quien lleva editado dos álbumes “Pequeño kimono” y “Leaving Leaves”; \"toros\", dúo que explora territorios sonoros que coexisten entre lo digital, lo corpóreo y lo espacial. Colabora además con artistas visuales y provenientes de la danza y el teatro. Forma parte de la red Amplify Dai. También es activa en su rol de guitarrista en ensambles de música electroacústica como el Sonic Arts Ensemble (Ohio) con quienes editaron en 2022 “Live from the Multiverse” bajo el sello Ravello.",
					"En el 2021, recibió el apoyo del programa Fondo Nacional de las Artes por su proyecto Marmotas Dreams. Durante el mismo año, ha sido seleccionada por el Instituto Nacional de la Música Argentina INAMU a través de la convocatoria abierta para experimentadoras sonoras. Participó en el programa Artlab Residencias Artísticas por Amplify D.A.I en colaboración con el British Council, realizando junto a la artista brasilera Carol Santana una pieza audiovisual titulada “Portal del Sur”. Esta obra es parte de la exhibición “Ocupación Amplify.DAI” en el Centro Cultural de Oi Futuro en Rio de Janeiro y en la edición 23 del Festival Mutek Montreal. Participó también en festivales como el Earth Days Arts Model, Now Net Arts y en el Centro de Arte Sonoro (Bs as). En 2022 comenzó a producir el programa radial “Amplify Radio x Rea” que se emite en la Radio Electrónica Argentina."
				]
			}
		
	},
	"fede":{
		"en":{
				"short":"",
				"long":[
					"Federico Cámara Halac has a PhD in Music Theory and Composition from New York University (NYU, 2013-2019) where he studied with Jaime Oliver and Elizabeth Hoffman and holds a Licenciate in Music Composition from the National University of Córdoba (UNC, 2006-2012). From 2019 to 2021 he was a postdoctoral researcher in Immersive Audio at the Center for Advanced Computing for the Arts and Design (ACCAD) at The Ohio State University (OSU).",
					"His music and research focuses on multimedia performance, spatialization, and the intersection between audio and machine learning, with an emphasis on the role of the database in musical composition. He then makes digital instruments for live performance using signal analysis and processing with Pure Data. In addition, he designs immersive sonic experiences both for multichannel systems and for headphone listening. At the same time, he investigates the applications of unsupervised learning techniques involving audio and image analysis. Thus, he designs and theorizes about multimedia database systems that explore the relationships between sound, image, space, and performance. All his research, music and code is openly available.",
					"His work has been performed in international conferences and festivals such as NYCEMF; ICMC; the Teheran International Music Week in Iran; Virginia Tech's CUBE Fest in Blacksburg; IRCAM's Manifeste Festival in Paris; Delian Academy for New Music in Mykonos; Mixtur Festival in Barcelona; among others. Some recognitions include the MacCracken Fellowship (New York); the Dean's Dissertation Fellowship (Berlin); two Graduate Research Initiative grants (Paris and Florence); the Student's Senators Council (Shanghai); and the Programa Cuarto Centenario grant from the National University of Córdoba to study at l'Université de Montréal (Québec). He has collaborated and performed with ensembles such as TAK; loadbang; Talea; RAGE Thormbones; and Iktus Percussion; among others. He is also a founding member of Proyecto[Red]Ensamble (2010-2014), a Córdoba-based experimental music collective, and Waverly Project, a NYC-based new music collective (2014-2019)."
				]
			},
			"sp":{}
		}
	
}
